{"testimonials": [
  {
    "name": "Anna",
    "testimonial": "Perfect! I cannot recommend Tom highly enough! His teaching style is clear, engaging, and incredibly effective. He has a deep understanding of his specialist subject area and explains complex topics in a way that makes them easy to grasp. What really sets Tom apart is his ability to tailor lessons to my learning style and pace. He provided detailed feedback on essays, helped me strengthen my exam technique, and built my confidence leading up to the exams."
  },
  {
    "name": "Alice",
    "testimonial": "Tom and I have worked together at an outstanding school for many years. He is engaging and flexible teacher and tutor who is well liked by students and colleagues. He is an expert in his field, and prides himself in helping others learn!"
  },
  {
    "name": "Emily",
    "testimonial": "I’ve had the pleasure of working alongside Tom for the past few years, and I can confidently say he’s an outstanding teacher. He has a real gift for building rapport with students and helping them achieve excellent results every year. His subject knowledge is exceptional, and he approaches his work with care, clarity, and genuine dedication. It is clear that he consistently makes a lasting impact on the students learning and confidence."
  },
  {
    "name": "Lucy",
    "testimonial": "Tom was a fantastic tutor for my son. He was working at an A grade but needed the A* to secure his place at Oxford. Tom was able to provide expert insight into exam technique as well as providing additional knowledge that went beyond the textbook. While the sessions were once a week, they stepped up in frequency close to exams and we really appreciated that extra support, it made all the difference. Thanks Tom!"
  },
  {
    "name": "Astrid",
    "testimonial": "Tom creates a supportive atmosphere, where I felt encouraged to ask any questions or talk anything through. His explanations on topics I previously struggled with were excellently detailed and clear. I couldn’t recommend him more, and I looked forward to every session with him."
  }
]}